Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: When enabled, your manual fixes to voice transcripts (original → corrected pairs), accepted/rejected AI corrections, and frequently typed terms are stored in a local on-device database to make future voice corrections smarter. Nothing is uploaded. Default is off; existing data stays until you clear it.
de: Wenn aktiviert, werden Ihre manuellen Transkript-Korrekturen (Original → korrigiert), angenommene/abgelehnte KI-Korrekturen und häufig getippte Begriffe in einer lokalen Datenbank auf dem Gerät gespeichert, um künftige Sprachkorrekturen zu verbessern. Es wird nichts hochgeladen. Standardmäßig deaktiviert; vorhandene Daten bleiben, bis Sie sie löschen.
es: Si se activa, tus correcciones manuales de transcripciones de voz (pares original → corregido), las correcciones de IA aceptadas o rechazadas y los términos que escribes con frecuencia se guardan en una base de datos local en el dispositivo para mejorar las correcciones de voz futuras. No se sube nada. Está desactivado de forma predeterminada; los datos existentes se conservan hasta que los borres.
fil: Kapag naka-enable, iniimbak sa lokal na database sa device ang mga manual mong pagwawasto sa voice transcript (orihinal → naitamang pares), tinanggap/tinanggihang pagwawasto ng AI, at madalas ita-type na termino para maging mas matalino ang susunod na pagwawasto ng boses. Walang ina-upload. Naka-off bilang default; mananatili ang umiiral na datos hanggang i-clear mo.
fr: Si activé, vos corrections manuelles des transcriptions vocales (paires original → corrigé), les corrections IA acceptées/refusées et les termes fréquemment saisis sont enregistrés dans une base de données locale sur l'appareil afin d'améliorer les futures corrections vocales. Rien n'est envoyé en ligne. Désactivé par défaut ; les données existantes restent jusqu'à ce que vous les effaciez.
hr: Kada je omogućeno, vaši ručni ispravci transkripata govora (parovi izvorno → ispravljeno), prihvaćene/odbijene AI korekcije i često upisivani pojmovi pohranjuju se u lokalnu bazu na uređaju kako bi buduće korekcije glasa bile pametnije. Ništa se ne prenosi na mrežu. Zadano je isključeno; postojeći podaci ostaju dok ih ne obrišete.
id: Saat aktif, perbaikan manual Anda pada transkrip suara (pasangan asli → terkoreksi), koreksi AI yang diterima/ditolak, dan istilah yang sering diketik disimpan dalam basis data lokal di perangkat agar koreksi suara berikutnya lebih cerdas. Tidak ada yang diunggah. Bawaannya nonaktif; data yang ada tetap tersimpan sampai Anda membersihkannya.
ja: 有効にすると、文字起こしへの手動修正(修正前→修正後のペア)、採用/却下された AI 修正、よく入力する語句が端末内のローカルデータベースに保存され、今後の音声修正の精度向上に使われます。データはアップロードされません。既定ではオフで、既存データは消去するまで残ります。
ko: 활성화하면 음성 인식에 대한 수동 수정(원본 → 수정 쌍), 채택/거부된 AI 교정, 자주 입력하는 용어가 기기 내 로컬 데이터베이스에 저장되어 향후 음성 교정을 더 똑똑하게 만듭니다. 어떤 데이터도 업로드되지 않습니다. 기본값은 꺼짐이며 기존 데이터는 지우기 전까지 유지됩니다.
ms: Apabila diaktifkan, pembetulan manual anda pada transkrip suara (pasangan asal → dibetulkan), pembetulan AI yang diterima/ditolak, dan istilah yang kerap ditaip disimpan dalam pangkalan data tempatan pada peranti supaya pembetulan suara akan datang lebih pintar. Tiada apa-apa dimuat naik. Lalainya dimatikan; data sedia ada kekal sehingga anda mengosongkannya.
pl: Gdy włączone, Twoje ręczne poprawki transkrypcji głosowych (pary oryginał → poprawka), zaakceptowane i odrzucone korekty AI oraz często wpisywane terminy są przechowywane w lokalnej bazie na urządzeniu, aby przyszłe korekty były trafniejsze. Nic nie jest wysyłane. Domyślnie wyłączone; istniejące dane pozostają, dopóki ich nie wyczyścisz.
pt_br: Quando ativado, suas correções manuais nas transcrições de voz (pares original → corrigido), as correções de IA aceitas/rejeitadas e os termos digitados com frequência ficam guardados em um banco de dados local no dispositivo, para deixar as correções de voz futuras mais inteligentes. Nada é enviado. O padrão é desativado; os dados existentes permanecem até você apagá-los.
ro: Când e activat, corecturile tale manuale la transcrierile vocale (perechi original → corectat), corecturile AI acceptate/respinse și termenii scriși frecvent se stochează într-o bază de date locală, pe dispozitiv, pentru corecturi vocale mai bune pe viitor. Nimic nu se încarcă online. Implicit este dezactivat; datele existente rămân până le ștergi.
ru: Если включено, ваши ручные правки транскрипции (пары «оригинал → исправлено»), принятые/отклонённые ИИ-коррекции и часто вводимые слова сохраняются в локальной базе данных на устройстве, чтобы улучшать будущие голосовые коррекции. Ничего не загружается в сеть. По умолчанию выключено; существующие данные сохраняются, пока вы их не удалите.
th: เมื่อเปิดใช้งาน การแก้ไขคำถอดความด้วยตนเองของคุณ (คู่ต้นฉบับ → ที่แก้แล้ว) การแก้ไขของ AI ที่ยอมรับ/ปฏิเสธ และคำที่พิมพ์บ่อย จะถูกเก็บในฐานข้อมูลบนอุปกรณ์เพื่อให้การแก้ไขเสียงในอนาคตฉลาดขึ้น ไม่มีการอัปโหลดข้อมูลใดๆ ค่าเริ่มต้นคือปิด ข้อมูลที่มีอยู่จะยังคงอยู่จนกว่าคุณจะล้าง
tr: Etkinleştirildiğinde, ses yazımlarında yaptığınız elle düzeltmeler (özgün → düzeltilmiş çiftler), kabul/ret ettiğiniz yapay zekâ düzeltmeleri ve sık yazdığınız terimler, gelecekteki ses düzeltmelerini akıllandırmak için aygıttaki yerel bir veritabanında saklanır. Hiçbir şey yüklenmez. Varsayılan kapalıdır; var olan veriler siz temizleyene dek kalır.
zh_hans: 开启后,你对语音转录的手动修改(原文 → 修正对)、采纳/拒绝的 AI 纠错、以及常用输入词汇会保存到设备本地数据库,用于让后续语音纠错更聪明。数据不会上传。默认关闭;已有数据在你清除前会一直保留。
zh_hant: 開啟後,你對語音轉錄的手動修改(原文 → 修正對)、採納/拒絕的 AI 糾錯、以及常用輸入詞彙會儲存到裝置本機資料庫,用於讓後續語音糾錯更聰明。資料不會上傳。預設關閉;既有資料在你清除前會一直保留。

source: When In Use
de: Bei Verwendung
es: Al usar la app
fil: Habang Ginagamit
fr: En cours d'utilisation
hr: Tijekom korištenja
id: Saat Digunakan
ja: 使用中のみ
ko: 사용 중일 때
ms: Semasa Digunakan
pl: Podczas używania
pt_br: Ao usar o app
ro: Când e folosită
ru: При использовании
th: ขณะใช้งาน
tr: Kullanılırken
zh_hans: 使用期间
zh_hant: 使用期間

source: When off, the iSH shell and AI tools cannot create, edit, or delete files in this mount.
de: Wenn deaktiviert, können die iSH-Shell und KI-Tools keine Dateien in diesem Mount erstellen, bearbeiten oder löschen.
es: Si está desactivado, el shell de iSH y las herramientas de IA no pueden crear, editar ni eliminar archivos en este montaje.
fil: Kapag naka-off, hindi makakagawa, makaka-edit, o makakatanggal ng file ang iSH shell at AI tool sa mount na ito.
fr: Lorsque désactivé, le shell iSH et les outils IA ne peuvent pas créer, modifier ou supprimer des fichiers dans ce point de montage.
hr: Kada je isključeno, iSH shell i AI alati ne mogu stvarati, uređivati ni brisati datoteke u ovoj montiranoj mapi.
id: Saat nonaktif, shell iSH dan alat AI tidak dapat membuat, mengedit, atau menghapus file di pemasangan ini.
ja: オフにすると、Minis Shell と AI ツールはこのマウント内のファイルを作成・編集・削除できません。
ko: 꺼져 있으면 Minis Shell과 AI 도구는 이 마운트의 파일을 만들거나 편집하거나 삭제할 수 없습니다.
ms: Apabila dimatikan, shell iSH dan alat AI tidak boleh mencipta, mengedit, atau memadam file dalam lekapan ini.
pl: Gdy wyłączone, powłoka iSH i narzędzia AI nie mogą tworzyć, edytować ani usuwać plików w tym zamontowaniu.
pt_br: Quando desativado, o shell iSH e as ferramentas de IA não podem criar, editar ou excluir arquivos nesta montagem.
ro: Când e dezactivat, shell-ul iSH și uneltele AI nu pot crea, edita sau șterge fișiere în această montare.
ru: Когда выключено, оболочка iSH и инструменты ИИ не могут создавать, изменять или удалять файлы в этой точке монтирования.
th: เมื่อปิด shell iSH และเครื่องมือ AI จะสร้าง แก้ไข หรือลบไฟล์ในเมานต์นี้ไม่ได้
tr: Kapalıyken iSH shell ve yapay zekâ araçları bu bağlamada dosya oluşturamaz, düzenleyemez veya silemez.
zh_hans: 关闭后，Minis Shell 和 AI 工具将无法在此挂载中创建、编辑或删除文件。
zh_hant: 關閉後，Minis Shell 和 AI 工具將無法在此掛載中創建、編輯或刪除檔案。

source: When on, a new thinking block expands automatically while the model is reasoning and collapses when it finishes. When off, thinking blocks stay collapsed — tap one to read it.
de: Wenn aktiviert, wird ein neuer Denkblock automatisch aufgeklappt, während das Modell nachdenkt, und wieder eingeklappt, sobald es fertig ist. Wenn deaktiviert, bleiben Denkblöcke eingeklappt — zum Lesen antippen.
es: Si está activado, cada nuevo bloque de razonamiento se expande automáticamente mientras el modelo razona y se contrae al terminar. Si está desactivado, los bloques de razonamiento permanecen contraídos: toca uno para leerlo.
fil: Kapag naka-on, awtomatikong bumubukas ang bagong thinking block habang nag-iisip ang model at sumasara kapag tapos na. Kapag naka-off, nananatiling sarado ang mga thinking block — i-tap ang isa para basahin.
fr: Si activé, un nouveau bloc de réflexion se déploie automatiquement pendant que le modèle réfléchit et se replie une fois terminé. Si désactivé, les blocs de réflexion restent repliés — touchez-en un pour le lire.
hr: Kada je uključeno, novi blok razmišljanja automatski se proširuje dok model razmišlja i sklapa kada završi. Kada je isključeno, blokovi razmišljanja ostaju sklopljeni — dodirnite jedan da biste ga pročitali.
id: Saat aktif, blok berpikir baru terbuka otomatis selama model bernalar dan menutup saat selesai. Saat nonaktif, blok berpikir tetap tertutup — ketuk salah satunya untuk membacanya.
ja: オンにすると、モデルが推論している間、新しい思考ブロックが自動的に展開され、完了すると折りたたまれます。オフの場合、思考ブロックは折りたたまれたまま — タップすると読めます。
ko: 켜면 모델이 추론하는 동안 새 사고 블록이 자동으로 펼쳐지고 완료되면 접힙니다. 끄면 사고 블록이 접힌 상태로 유지되며, 탭하면 읽을 수 있습니다.
ms: Apabila aktif, blok berfikir baharu terbuka automatik semasa model menaakul dan tertutup apabila selesai. Apabila dimatikan, blok berfikir kekal tertutup — ketik salah satu untuk membacanya.
pl: Gdy włączone, nowy blok myślenia rozwija się automatycznie w trakcie rozumowania modelu i zwija po zakończeniu. Gdy wyłączone, bloki myślenia pozostają zwinięte — dotknij, aby je przeczytać.
pt_br: Quando ligado, um novo bloco de raciocínio se expande sozinho enquanto o modelo raciocina e se recolhe ao terminar. Quando desligado, os blocos de raciocínio ficam recolhidos — toque para ler.
ro: Când este activat, un bloc nou de gândire se extinde automat cât timp modelul raționează și se restrânge la final. Când este dezactivat, blocurile de gândire rămân restrânse — atinge-le pentru a le citi.
ru: Если включено, новый блок размышлений автоматически разворачивается, пока модель рассуждает, и сворачивается по завершении. Если выключено, блоки размышлений остаются свёрнутыми — нажмите, чтобы прочитать.
th: เมื่อเปิด บล็อกการคิดใหม่จะขยายอัตโนมัติขณะที่โมเดลกำลังให้เหตุผล และยุบลงเมื่อเสร็จ เมื่อปิด บล็อกการคิดจะยุบอยู่ — แตะเพื่ออ่าน
tr: Açıkken, model akıl yürütürken yeni düşünme bloğu kendiliğinden genişler ve bittiğinde daralır. Kapalıyken düşünme blokları daralmış kalır — okumak için dokunun.
zh_hans: 开启后，模型推理时新的思考块会自动展开，完成后自动折叠。关闭后，思考块保持折叠——点击即可阅读。
zh_hant: 開啟後，模型推理時新的思考區塊會自動展開，完成後自動摺疊。關閉後，思考區塊保持摺疊——點一下即可閱讀。

source: When on, the keyboard pops up automatically after the model finishes replying so the input is ready for a follow-up. On by default; turn off if you prefer to read the response without an unexpected keyboard.
de: Wenn aktiviert, wird die Tastatur automatisch eingeblendet, sobald das Modell mit der Antwort fertig ist, sodass die Eingabe für eine Anschlussfrage bereit ist. Standardmäßig aktiviert; deaktiviere es, wenn du die Antwort ohne unerwartete Tastatur lesen möchtest.
es: Si está activado, el teclado aparece automáticamente cuando el modelo termina de responder, para que puedas escribir un mensaje de seguimiento. Está activado de forma predeterminada; desactívalo si prefieres leer la respuesta sin que aparezca el teclado.
fil: Kapag naka-on, awtomatikong lumalabas ang keyboard pagkatapos sumagot ng model para handa na ang input sa follow-up. Naka-on bilang default; i-off kung mas gusto mong basahin ang sagot nang walang biglaang keyboard.
fr: Lorsque activé, le clavier apparaît automatiquement une fois que le modèle a fini de répondre, afin que la saisie soit prête pour une question de suivi. Activé par défaut ; désactive-le si tu préfères lire la réponse sans clavier inattendu.
hr: Kada je uključeno, tipkovnica se automatski pojavljuje nakon što model završi odgovor kako bi unos bio spreman za dodatno pitanje. Zadano je uključeno; isključite ako radije čitate odgovor bez neočekivane tipkovnice.
id: Saat aktif, papan ketik muncul otomatis setelah model selesai membalas sehingga input siap untuk tindak lanjut. Aktif secara bawaan; nonaktifkan bila Anda lebih suka membaca respons tanpa papan ketik yang tiba-tiba muncul.
ja: オンにすると、モデルの返信が完了した後にキーボードが自動的に表示され、続けて入力できる状態になります。デフォルトでオン。予期しないキーボードなしで返信を読みたい場合はオフにしてください。
ko: 켜면 모델이 답변을 마친 후 키보드가 자동으로 나타나 후속 입력을 바로 할 수 있습니다. 기본값은 켜짐이며, 예기치 않은 키보드 없이 답변을 읽고 싶으면 끄세요.
ms: Apabila aktif, papan kekunci muncul automatik selepas model selesai membalas supaya input sedia untuk susulan. Aktif secara lalai; matikan jika anda lebih suka membaca respons tanpa papan kekunci yang tiba-tiba muncul.
pl: Gdy włączone, klawiatura pojawia się automatycznie po zakończeniu odpowiedzi modelu, więc pole jest gotowe na kolejne pytanie. Domyślnie włączone; wyłącz, jeśli wolisz czytać odpowiedź bez niespodziewanie wysuwającej się klawiatury.
pt_br: Quando ligado, o teclado aparece sozinho depois que o modelo termina de responder, deixando o campo pronto para a próxima pergunta. Vem ligado; desligue se preferir ler a resposta sem o teclado subindo de repente.
ro: Când este activat, tastatura apare automat după ce modelul termină răspunsul, astfel încât câmpul să fie pregătit pentru următoarea întrebare. Activat implicit; dezactivează-l dacă preferi să citești răspunsul fără ca tastatura să apară pe neașteptate.
ru: Когда включено, клавиатура появляется автоматически после того, как модель закончит отвечать, чтобы поле ввода было готово для следующего вопроса. Включено по умолчанию; отключите, если предпочитаете читать ответ без неожиданной клавиатуры.
th: เมื่อเปิด แป้นพิมพ์จะแสดงขึ้นอัตโนมัติหลังโมเดลตอบเสร็จ เพื่อให้พร้อมพิมพ์ต่อ เปิดไว้เป็นค่าเริ่มต้น ปิดได้หากคุณต้องการอ่านคำตอบโดยไม่มีแป้นพิมพ์โผล่ขึ้นมา
tr: Açıkken, model yanıtını bitirdikten sonra klavye kendiliğinden açılır ve giriş alanı yeni sorunuz için hazır olur. Varsayılan olarak açıktır; yanıtı klavye aniden açılmadan okumayı yeğliyorsanız kapatın.
zh_hans: 开启后，模型回复完成后会自动弹出键盘，方便继续追问。默认开启；若你希望在阅读回复时不被意外弹出的键盘打扰，可关闭。
zh_hant: 開啟後，模型回覆完成後會自動彈出鍵盤，方便繼續追問。預設開啟；若你希望在閱讀回覆時不被意外彈出的鍵盤打擾，可關閉。

source: Which message do you want to retry from?
de: Ab welcher Nachricht möchten Sie es erneut versuchen?
es: ¿Desde qué mensaje quieres reintentar?
fil: Saang mensahe mo gustong magsimula ulit?
fr: À partir de quel message souhaitez-vous réessayer ?
hr: Od koje poruke želite ponoviti?
id: Dari pesan mana Anda ingin mencoba ulang?
ja: どのメッセージから再試行しますか？
ko: 어떤 메시지부터 다시 시도하시겠어요?
ms: Dari mesej mana anda ingin cuba semula?
pl: Od której wiadomości ponowić?
pt_br: A partir de qual mensagem você quer repetir?
ro: De la ce mesaj vrei să reîncerci?
ru: С какого сообщения вы хотите повторить?
th: คุณต้องการลองใหม่จากข้อความใด
tr: Hangi mesajdan yeniden denemek istersiniz?
zh_hans: 您想从哪条消息开始重试？
zh_hant: 您想從哪條訊息開始重試？

source: Wi-Fi
de: WLAN

source: Width
de: Breite
es: Ancho
fil: Lapad
fr: Largeur
hr: Širina
id: Lebar
ja: 幅
ko: 너비
ms: Lebar
pl: Szerokość
pt_br: Largura
ro: Lățime
ru: Ширина
th: ความกว้าง
tr: Genişlik
zh_hans: 宽度
zh_hant: 寬度

source: Without encryption the backup is not protected — anyone with the file can read its contents.
de: Ohne Verschlüsselung ist die Sicherung ungeschützt — wer die Datei hat, kann ihren Inhalt lesen.
es: Sin cifrado, la copia de seguridad no está protegida: cualquiera que tenga el archivo puede leer su contenido.
fil: Kung walang encryption, hindi protektado ang backup — mababasa ng sinumang may file ang nilalaman nito.
fr: Sans chiffrement, la sauvegarde n'est pas protégée — quiconque possède le fichier peut en lire le contenu.
hr: Bez šifriranja sigurnosna kopija nije zaštićena — svatko tko ima datoteku može pročitati njezin sadržaj.
id: Tanpa enkripsi, cadangan tidak terlindungi — siapa pun yang memiliki berkasnya dapat membaca isinya.
ja: 暗号化しない場合、バックアップは保護されません。ファイルを入手した人は誰でも中身を読めます。
ko: 암호화하지 않으면 백업이 보호되지 않습니다. 파일을 가진 사람은 누구나 내용을 읽을 수 있습니다.
ms: Tanpa penyulitan, sandaran tidak dilindungi — sesiapa yang memiliki filenya boleh membaca kandungannya.
pl: Bez szyfrowania kopia zapasowa nie jest chroniona — każdy, kto ma ten plik, może odczytać jej zawartość.
pt_br: Sem criptografia, o backup fica desprotegido — qualquer pessoa com o arquivo consegue ler o conteúdo.
ro: Fără criptare, copia de rezervă nu este protejată — oricine are fișierul îi poate citi conținutul.
ru: Без шифрования копия не защищена — любой, у кого есть файл, может прочитать её содержимое.
th: หากไม่เข้ารหัส ข้อมูลสำรองจะไม่ได้รับการป้องกัน — ใครก็ตามที่มีไฟล์นี้อ่านเนื้อหาได้
tr: Şifreleme olmadan yedek korunmaz — dosyayı eline geçiren herkes içeriğini okuyabilir.
zh_hans: 不加密时备份不受保护——任何拿到该文件的人都能读取其中的内容。
zh_hant: 未加密的備份不受保護，取得檔案的人都能讀取其中內容。

source: Without encryption the backup is not protected, and API keys are left out — restored providers will need their keys entered again. Anyone with the file can read everything else in it.
de: Ohne Verschlüsselung ist die Sicherung ungeschützt und API-Schlüssel werden weggelassen — bei wiederhergestellten Anbietern müssen die Schlüssel erneut eingegeben werden. Wer die Datei hat, kann alles Übrige darin lesen.
es: Sin cifrado, la copia de seguridad no está protegida y las claves de API se omiten: habrá que volver a introducir las claves de los proveedores restaurados. Cualquiera que tenga el archivo puede leer todo lo demás que contiene.
fil: Kung walang encryption, hindi protektado ang backup, at hindi kasama ang mga API key — kailangang ilagay ulit ang key ng mga na-restore na provider. Mababasa ng sinumang may file ang lahat ng iba pang laman nito.
fr: Sans chiffrement, la sauvegarde n'est pas protégée et les clés API sont omises — il faudra ressaisir les clés des fournisseurs restaurés. Quiconque possède le fichier peut lire tout le reste.
hr: Bez šifriranja sigurnosna kopija nije zaštićena, a API ključevi se izostavljaju — vraćenim pružateljima trebat će ponovno unijeti ključeve. Svatko tko ima datoteku može pročitati sve ostalo u njoj.
id: Tanpa enkripsi, cadangan tidak terlindungi, dan kunci API tidak disertakan — penyedia yang dipulihkan perlu kuncinya dimasukkan lagi. Siapa pun yang memiliki berkasnya dapat membaca semua isi lainnya.
ja: 暗号化しない場合、バックアップは保護されず、API キーも含まれません。復元したプロバイダーではキーの再入力が必要です。ファイルを入手した人は、それ以外の内容をすべて読めます。
ko: 암호화하지 않으면 백업이 보호되지 않고 API 키도 포함되지 않습니다. 복원된 공급자에는 키를 다시 입력해야 합니다. 파일을 가진 사람은 나머지 내용을 모두 읽을 수 있습니다.
ms: Tanpa penyulitan, sandaran tidak dilindungi, dan kunci API tidak disertakan — pembekal yang dipulihkan perlu kuncinya dimasukkan semula. Sesiapa yang memiliki filenya boleh membaca segala isi yang lain.
pl: Bez szyfrowania kopia nie jest chroniona, a klucze API są pomijane — przywróceni dostawcy będą wymagać ponownego wpisania kluczy. Każdy, kto ma ten plik, odczyta całą resztę.
pt_br: Sem criptografia o backup não fica protegido, e as chaves de API são omitidas — nos provedores restaurados será preciso digitar as chaves de novo. Quem tiver o arquivo pode ler todo o resto dele.
ro: Fără criptare, copia nu este protejată, iar cheile API sunt omise — la furnizorii restaurați va trebui să introduci din nou cheile. Oricine are fișierul poate citi tot restul din el.
ru: Без шифрования копия не защищена, а ключи API в неё не попадают — для восстановленных провайдеров ключи придётся ввести заново. Любой, у кого есть файл, сможет прочитать всё остальное.
th: หากไม่เข้ารหัส ข้อมูลสำรองจะไม่ได้รับการป้องกัน และจะไม่รวมคีย์ API — ผู้ให้บริการที่กู้คืนจะต้องป้อนคีย์ใหม่ ใครก็ตามที่มีไฟล์นี้อ่านทุกอย่างที่เหลือได้
tr: Şifreleme olmadan yedek korunmaz ve API anahtarları dışarıda bırakılır — geri yüklenen sağlayıcıların anahtarlarının yeniden girilmesi gerekir. Dosyaya sahip olan herkes içindeki diğer her şeyi okuyabilir.
zh_hans: 不加密时备份不受保护，且不包含 API 密钥——恢复后的服务商需要重新填写密钥。任何拿到该文件的人都能读取其中的其他内容。
zh_hant: 未加密的備份不受保護，且不會包含 API 金鑰，還原的服務商需要重新輸入金鑰。取得檔案的人可以讀取其中其餘所有內容。

source: Working files (scripts, data, configs)
de: Arbeitsdateien (Skripte, Daten, Konfigurationen)
es: Archivos de trabajo (scripts, datos, configuraciones)
fil: Mga working file (script, datos, config)
fr: Fichiers de travail (scripts, données, configs)
hr: Radne datoteke (skripte, podaci, konfiguracije)
id: File kerja (skrip, data, konfigurasi)
ja: 作業ファイル(スクリプト・データ・設定)
ko: 작업 파일(스크립트, 데이터, 설정)
ms: File kerja (skrip, data, konfigurasi)
pl: Pliki robocze (skrypty, dane, konfiguracje)
pt_br: Arquivos de trabalho (scripts, dados, configurações)
ro: Fișiere de lucru (scripturi, date, configurări)
ru: Рабочие файлы (скрипты, данные, конфигурации)
th: ไฟล์งาน (สคริปต์ ข้อมูล การตั้งค่า)
tr: Çalışma dosyaları (betikler, veriler, yapılandırmalar)
zh_hans: 工作文件(脚本、数据、配置)
zh_hant: 工作檔案(腳本、資料、設定)

source: Working...
de: Wird ausgeführt …
es: Trabajando...
fil: Gumagana...
fr: En cours…
hr: Obrada...
id: Bekerja...
ja: 処理中…
ko: 작업 중…
ms: Bekerja...
pl: Pracuję...
pt_br: Trabalhando...
ro: Se lucrează...
ru: Выполняется…
th: กำลังทำงาน...
tr: Çalışıyor...
zh_hans: 处理中…
zh_hant: 處理中…

source: Working…
de: Arbeitet …
es: Trabajando…
fil: Gumagana…
fr: En cours…
hr: Obrada…
id: Bekerja…
ja: 実行中…
ko: 작업 중…
ms: Bekerja…
pl: Przetwarzanie…
pt_br: Processando…
ro: Se procesează…
ru: Выполняется…
th: กำลังทำงาน…
tr: İşleniyor…
zh_hans: 进行中…
zh_hant: 進行中…

source: Works with Claude and Anthropic-protocol-compatible services
de: Funktioniert mit Claude und Diensten, die zum Anthropic-Protokoll kompatibel sind
es: Funciona con Claude y con servicios compatibles con el protocolo de Anthropic
fil: Gumagana sa Claude at mga serbisyong compatible sa Anthropic protocol
fr: Fonctionne avec Claude et les services compatibles avec le protocole Anthropic
hr: Radi s Claudeom i uslugama kompatibilnima s Anthropic protokolom
id: Bekerja dengan Claude dan layanan yang kompatibel dengan protokol Anthropic
ja: Claude および Anthropic プロトコル互換のサービスに対応します
ko: Claude 및 Anthropic 프로토콜 호환 서비스와 함께 작동합니다
ms: Berfungsi dengan Claude dan perkhidmatan serasi protokol Anthropic
pl: Działa z Claude i usługami zgodnymi z protokołem Anthropic
pt_br: Funciona com o Claude e com serviços compatíveis com o protocolo da Anthropic
ro: Funcționează cu Claude și cu servicii compatibile cu protocolul Anthropic
ru: Работает с Claude и сервисами, совместимыми с протоколом Anthropic
th: ใช้งานได้กับ Claude และบริการที่รองรับโปรโตคอล Anthropic
tr: Claude ve Anthropic protokolüyle uyumlu hizmetlerle çalışır
zh_hans: 支持 Claude 及兼容 Anthropic 协议的服务商
zh_hant: 支援 Claude 及相容 Anthropic 協議的服務商
